Repository: UnilabEdu/AI_HortensIA
Catalog: project/translations/*/LC_MESSAGES/messages.po
Languages: ka

source: Loading...
ka: მიმდინარეობს მონაცემების დამუშავება...

source: Please wait...
ka: დაელოდეთ...

source: Heatmap
ka: აქტივობის რუკა

source: Last Month
ka: აქტივობის გრაფიკი

source: Month
ka: თვე

source: Week
ka: კვირა

source: Leaderboard
ka: ლიდერბორდი

source: Weekly Table
ka: ყოველკვირეული სია

source: Activity Streaks
ka: აქტივობის რეკორდები

source: Username
ka: მომხმარებლის სახელი

source: Tickets filled in the last 7 days
ka: ბოლო 7 დღეში შევსებული ბარათები

source: Level 1
ka: პირველი დონე

source: Level 2
ka: მეორე დონე

source: Level 3
ka: მესამე დონე

source: Any Time
ka: სულ

source: This Month
ka: ბოლო თვე

source: This Week
ka: ბოლო კვირა

source: Today
ka: დღეს

source: Hortensia - Text Classification
ka: ჰორტენზია - ტექსტის კლასიფიკაცია

source: Hortensia provides a tool which lets you label sentences based on Robert Plutchik's Wheel of Emotions. You will be presented with random sentences derived from our database. The wheel of emotions can be used to choose the specific emotion that followed reading the sentence. Our goal is to collect said data and use it for statistical analysis and machine learning
ka: ხელსაწყო შესაძლებლობას იძლევა ტექსტური ფაილის რუბერტ პლუტჩიკის "ემოციური ბორბლის" მიხედვით მარკირების. მომხმარებელს ვებ სერვისი სთავაზობს ბარათებს, რომელზეც გამოსახულია შემთხვევითი წინადადებები ამოღებული საერთო ტექსტის საცავიდან. ბარათის ქვეშ მოთავსებულია ემოციური ბორბლის გრაფიკული სელექტორი, რომლის მიხედვითაც მომხმარებელი ამოირჩევს თუ რა ემოციას იწვევს მასში ბარათზე გამოტანილი მონაცემი. ჩვენ მომხმარებლის მიერ მარკირებულ ბარათს შევინახავთ მონაცემთა საცავში.

source: Subscribe to our newsletter
ka: შეტყობინებების მისაღებად გამოიწერეთ

source: Email
ka: ელ-ფოსტა

source: Submit
ka: გამოწერა

source: Sign in
ka: შესვლა

source: Register
ka: რეგისტრაცია

source: SIGN IN
ka: ავტორიზაცია

source: Continue with Google
ka: Google-ით ავტორიზაცია

source: Username or Email
ka: ელ-ფოსტა/სახელი

source: Password
ka: პაროლი

source: login
ka: შესვლა

source: Forgot your Password?
ka: დაგავიწყდათ პაროლი?

source: Welcome, Friend!
ka: გამარჯობა, მეგობარო

source: Please, provide your
ka: შეიყვანეთ თქვენი მონაცემები

source: details and start
ka: და დაიწყეთ

source: the journey with us
ka: მოგზაურობა ჩვენთან ერთად

source: REGISTER
ka: რეგისტრაცია

source: Create a new account
ka: ახალი ანგარიშის შექმნა

source: register
ka: რეგისტრაცია

source: EMOTION WHEEL
ka: ემოციის ყვავილი

source: Sign out
ka: გამოსვლა

source: Choose an Emotion
ka: აირჩიეთ ემოცია

source: Synonym:
ka: სინონიმი:

source: A synonym of the chosen emotion
ka: არჩეული ემოციის სინონიმი

source: What does this emotion mean:
ka: რას გვეუბნება ეს ემოცია:

source: The definition of the chosen emotion
ka: არჩეული ემოციის განმარტება

source: How does this emotion help you:
ka: როგორ დაგეხმარება ეს ემოცია:

source: The description of the emotion's significance
ka: არჩეული ემოციის მნიშვნელობის განმარტება

source: Next
ka: შემდეგი

source: Password must have at least 6 characters with one lowercase letter, one uppercase letter and one number
ka: გამოიყენეთ სულ მცირე 6 სიმბოლო: დიდი/პატარა ასოები და ციფრები

source: Username must be at least 3 characters long
ka: მომხმარებლის სახელი სულ მცირე 3 სიმბოლოსგან უნდა შედგებოდეს

source: Username may only contain letters, numbers, '-', '.' and '_'
ka: მომხმარებლის სახელში გამოიყენეთ მხოლოდ ასოები, ციფრები და '.', '-', '_'

source: This Username is already in use. Please try another one.
ka: მომხმარებლის სახელი დაკავებულია

source: This Email is already in use. Please try another one.
ka: ელექტრონული ფოსტის მისამართი დაკავებულია

source: Email is required
ka: ელექტრონული ფოსტის მისამართი აუცილებელია

source: Invalid Email
ka: ელექტრონული ფოსტის მისამართი შეცდომით არის შეყვანილი

source: Add Email
ka: ელექტრონული ფოსტის მისამართის დამატება

source: Old Password
ka: ძველი პაროლი

source: Old Password is required
ka: ძველი პაროლის შეყვანა აუცილებელია

source: New Password
ka: ახალი პაროლი

source: New Password is required
ka: ახალი პაროლის შეყვანა აუცილებელია

source: Retype New Password
ka: გაიმეორეთ ახალი პაროლი

source: New Password and Retype Password did not match
ka: ახალი პაროლები არ ემთხვევა ერთმანეთს

source: Change password
ka: პაროლის შეცვლა

source: Old Password is incorrect
ka: ძველი პაროლი არასწორია

source: New Username
ka: მომხმარებლის სახელის შეცვლა

source: Username is required
ka: მომხმარებლის სახელი აუცილებელია

source: Change username
ka: მომხმარებლის სახელის შეცვლა

source: Your email address
ka: თქვენი ელ-ფოსტის მისამართი

source: Email address is required
ka: ელ-ფოსტის მისამართის შეყვანა აუცილებელია

source: Invalid Email address
ka: ელ-ფოსტის მისამართი შეცდომით არის შეყვანილი

source: Send reset password email
ka: პაროლის აღსადგენად ელ-ფოსტაზე წერილის გაგზავნა

source: %(username_or_email)s does not exist
ka: ამ მონაცემებით მომხმარებელი არაა დარეგისტრირებული

source: Password is required
ka: პაროლის შეყვანა აუცილებელია

source: Remember me
ka: დამახსოვრება

source: Username/Email
ka: ელ-ფოსტა/სახელი

source: Incorrect Password
ka: შეყვანილი პაროლი არასწორია

source: Incorrect %(username_or_email)s and/or Password
ka: შეყვანილი მონაცემები მცდარია. სცადეთ თავიდან

source: Retype Password
ka: გაიმეორეთ პაროლი

source: Password and Retype Password did not match
ka: პაროლები არ ემთხვევა ერთმანეთს

source: Token
ka: მოსაწვევი კოდი

source: Resend email confirmation email
ka: დასტურის წერილის ხელახლა გაგზავნა

source: Invite!
ka: მოწვევა
